---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SATImportOptions
source: html/498830f9-8e61-181d-eff6-095729b5f8f3.htm
---
# SATImportOptions Members

Constructs a new instance of SATImportOptions with default values of all properties.